Repository: SysAdminDoc/UniversalConverterX
Catalog: src/UniversalConverterX.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, pl_pl, zh_hans

# AutoReframePage_Item_005.Text
source: Convert horizontal video to vertical (9:16), square (1:1), or portrait social (4:5). Static centre-crop or smart MediaPipe face tracking.
de_de: Konvertieren Sie horizontales Video in vertikales (9:16), quadratisches (1:1) oder soziales Portrait (4:5). Statische Mittel-Crop- oder Smart MediaPipe-Face-Tracking.
es_es: Convierta el vídeo horizontal en vertical (9:16), cuadrado (1:1), o retrato social (4:5).
fr_fr: Convertir la vidéo horizontale en vertical (9:16), carré (1:1), ou portrait social (4:5). Static centre-crop ou smart MediaPipe face tracking.
pl_pl: Konwertuj wideo poziome na pionowe (9:16), kwadrat (1:1), lub portret social (4:5). Statyczne centrum lub inteligentne MediaStatic face tracking.
zh_hans: 将水平视频转换为垂直(9:16)、正方形(1:1)或社会肖像(4:5)。

# AutoReframePage_Item_009.Text
source: Drop video files here
de_de: Videodateien hier ablegen
es_es: Suelta los archivos de vídeo aquí
fr_fr: Déposer les fichiers vidéo ici
pl_pl: Upuść pliki wideo tutaj
zh_hans: 在此放放视频文件

# AutoReframePage_Item_010.Text
source: Each clip is reframed to the chosen aspect using the mode on the right.
de_de: Jeder Clip wird mit dem Modus rechts auf den gewählten Aspekt umgestellt.
es_es: Cada clip se vuelve a enmarcar en el aspecto elegido utilizando el modo de la derecha.
fr_fr: Chaque clip est recadré à l'aspect choisi en utilisant le mode à droite.
pl_pl: Każdy klip jest przeprogramowany do wybranego aspektu przy użyciu trybu po prawej stronie.
zh_hans: 每个剪辑都使用右侧的模式重新缩放到所选的方面。

# AutoReframePage_Item_013.Text
source: No reframed clips yet
de_de: Noch keine umgerahmten Clips
es_es: Todavía no hay clips reformulados
fr_fr: Pas encore de clips reframed
pl_pl: Brak jeszcze przeprogramowanych klipów
zh_hans: 还没有重编剪短片

# AutoReframePage_Item_014.Text
source: Aspect Ratio
es_es: Relación de aspectos
fr_fr: Ratio d'aspect
pl_pl: Współczynnik Aspect
zh_hans: 纵比比例

# AutoReframePage_Item_016.Content
source: 9:16 — Vertical (Reels / Shorts / TikTok)
de_de: 9:16 — Vertikal (Rollen / Shorts / TikTok)
es_es: 9:16 — Vertical (Carretes / Pantalones cortos / TikTok)
fr_fr: 9:16 — Vertical (rouleaux / Short / TikTok)
pl_pl: 9:16 — Pionowe (Szorty / Szorty / TikTok)
zh_hans: 9:16 - 垂直(里/短/TikTok)

# AutoReframePage_Item_017.Content
source: 1:1 — Square (Instagram feed)
de_de: 1:1 — Quadratisch (Instagram-Feed)
es_es: 1:1 — Cuadrado (Instagram feed)
fr_fr: 1:1 — Carré (Feed Instagramme)
pl_pl: 1:1 – Kwadrat (was Instagram)
zh_hans: 1:1 - 广场(Instagram feed)

# AutoReframePage_Item_018.Content
source: 4:5 — Portrait social
de_de: 4:5 — Porträt soziale
es_es: 4:5 — Retrato social
pl_pl: 4:5 – Portret społeczny
zh_hans: 4:5 - 纵向社会

# AutoReframePage_Item_019.Content
source: 3:4 — Portrait social (alt)
de_de: 3:4 — Porträt soziale (Alte)
es_es: 3:4. Retrato social (alt)
pl_pl: 3:4 – Portret społeczny (sol)
zh_hans: 3:4 - 纵向社会(备选案文)

# AutoReframePage_Item_020.Text
source: Crop Mode
de_de: Art der Ernte
es_es: Modo de recorte
fr_fr: Mode de culture
pl_pl: Tryb uprawy
zh_hans: 裁剪模式

# AutoReframePage_Item_023.Text
source: Smart mode samples the source at 1 Hz, finds the largest face per frame, and drives a moving crop. Falls back to static if no faces detected.
de_de: Smart-Modus Proben der Quelle bei 1 Hz, findet das größte Gesicht pro Frame, und treibt eine bewegte Ernte. Fallen zurück zu statisch, wenn keine Gesichter erkannt.
es_es: Modo inteligente muestra la fuente a 1 Hz, encuentra la cara más grande por marco, y conduce una cosecha en movimiento. Cae de nuevo a la estática si no se detectan caras.
fr_fr: Le mode intelligent échantillonne la source à 1 Hz, trouve le plus grand visage par cadre, et conduit une récolte en mouvement.
pl_pl: Tryb inteligentny próbkuje źródło przy 1 Hz, znajduje największa twarz na ramkę, i napędza ruchomą warstwę. Spada z powrotem do statycznego, jeśli nie wykryto żadnych twarzy.
zh_hans: 智能模式在 1 Hz 中取样源, 找到每个框架的最大面孔, 并驱动移动作物。 如果没有检测到面孔, 就会返回静态 。

# AutoReframePage_Item_024.Text
source: Quality
de_de: Qualität
es_es: Calidad
fr_fr: Qualité
pl_pl: Jakość
zh_hans: 质量质量

# AutoReframePage_Item_027.Text
source: Queue Summary
de_de: Zusammenfassung der Frage
es_es: Resumen de la cola
fr_fr: Résumé de la requête
pl_pl: Podsumowanie kolejki
zh_hans: 队列摘要

# AutoReframePage_QueueSummaryText.Text
source: 0 queued / 0 finished
de_de: 0 Schlange stehend / 0 fertig
es_es: 0 colado / 0 terminado
fr_fr: 0 en attente / 0 terminé
pl_pl: 0 kolejek / 0 zakończonych
zh_hans: 0d 排队/ 0 完成

# AutoReframePage_RunButton.Content
source: Reframe
de_de: Umrahmung
es_es: Volver a enmarcar
fr_fr: Recadrer
zh_hans: 重新框架

# AutoReframePage_SmartRadio.Content
source: Smart (MediaPipe face track)
es_es: Inteligente (MediaPipe face track)
pl_pl: Inteligentne (MediaTirect face track)
zh_hans: 智能( MediaPipe 脸轨)

# AutoReframePage_StaticRadio.Content
source: Static centre-crop
de_de: Statischer Mittelschnitt
es_es: Centro-cultivo estático
fr_fr: Cuisson centrale statique
pl_pl: Statystyczny ośrodek przesunięcia
zh_hans: 静态中心作物

# BackgroundRemoverPage_BackgroundRemoverPageButton01.Content
source: Add Files
de_de: Dateien hinzufügen
es_es: Añadir archivos
fr_fr: Ajouter des fichiers
pl_pl: Dodaj pliki
zh_hans: 添加文件

# BackgroundRemoverPage_BackgroundRemoverPageButton02.Content
source: Add Folder
de_de: Ordner hinzufügen
es_es: Añadir carpeta
fr_fr: Ajouter un dossier
pl_pl: Dodaj folder
zh_hans: 添加文件夹

# BackgroundRemoverPage_BackgroundRemoverPageButton03.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# BackgroundRemoverPage_BackgroundRemoverPageButton04.Content
source: Browse Image
de_de: Bild durchsuchen
es_es: Examinar la imagen
fr_fr: Parcourir l'image
pl_pl: Przeglądaj obrazek
zh_hans: 浏览图像

# BackgroundRemoverPage_BackgroundRemoverPageButton05.Content
source: Browse
de_de: Durchsuchen
es_es: Examinar
fr_fr: Parcourir
pl_pl: Przeglądaj
zh_hans: 浏览

# BackgroundRemoverPage_BackgroundRemoverPageButton06.Content
source: Same as source
de_de: Gleich wie die Quelle
es_es: Igual que la fuente
fr_fr: Même source
pl_pl: Tak samo jak źródło
zh_hans: 与源相同

# BackgroundRemoverPage_BackgroundRemoverPageButton07.Content
source: Open Output
de_de: Ausgabe öffnen
es_es: Salida abierta
fr_fr: Sortie ouverte
pl_pl: Otwórz wyjście
zh_hans: 开放输出输出

# BackgroundRemoverPage_BackgroundRemoverPagePivotItem01.Header
source: Queue
de_de: Warteschlange
es_es: Cola
fr_fr: File d’attente
pl_pl: Kolejka
zh_hans: 队列

# BackgroundRemoverPage_BackgroundRemoverPagePivotItem02.Header
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
pl_pl: Zakończono
zh_hans: 已完成

# BackgroundRemoverPage_BgColorBox.Header
source: Hex color
de_de: Hex Farbe
es_es: Color hexagonal
fr_fr: Couleur de l'hex
pl_pl: Kolor hexa
zh_hans: 十六ex颜色

# BackgroundRemoverPage_BgColorBox.PlaceholderText
source: #ffffff
de_de: - Nein, nein, nein.
fr_fr: C'est vrai.
zh_hans: {\fn方正黑体简体\fs18\b1\bord1\shad1\3cH2F2F

# BackgroundRemoverPage_BgImage.Content
source: Background image
de_de: Hintergrundbild
es_es: Imagen de fondo
fr_fr: Image de fond
pl_pl: Obrazek tła
zh_hans: 背景图像

# BackgroundRemoverPage_BgImagePathBox.Header
source: Image path
de_de: Bildpfad
es_es: Ruta de la imagen
fr_fr: Chemin de l'image
pl_pl: Ścieżka obrazka
zh_hans: 图像路径

# BackgroundRemoverPage_BgImagePathBox.PlaceholderText
source: No image selected
de_de: Kein Bild ausgewählt
es_es: Ninguna imagen seleccionada
fr_fr: Aucune image sélectionnée
pl_pl: Nie wybrano obrazka
zh_hans: 未选中图像

# BackgroundRemoverPage_BgSolid.Content
source: Solid color
de_de: Feste Farbe
es_es: Color sólido
fr_fr: Couleur solide
pl_pl: Jednolity kolor
zh_hans: 固体颜色

# BackgroundRemoverPage_BgTransparent.Content
source: Transparent / alpha
es_es: Transparente / alfa
pl_pl: Przezroczyste / alfa
zh_hans: 透明/阿尔法

# BackgroundRemoverPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# BackgroundRemoverPage_ClearButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# BackgroundRemoverPage_InvertMaskToggle.Header
source: Invert mask (keep background)
de_de: Maske invertieren (Hintergrund beibehalten)
es_es: Invertir máscara (mantener el fondo)
fr_fr: Masque inversé (conserver le fond)
pl_pl: Odwróć maskę (zachowaj tło)
zh_hans: 反向遮罩( 隐藏背景)

# BackgroundRemoverPage_InvertMaskToggle.OffContent
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Arrêt
pl_pl: Wyłącz
zh_hans: 关闭

# BackgroundRemoverPage_InvertMaskToggle.OnContent
source: On
de_de: An
es_es: Activar
fr_fr: À
pl_pl: Włączone
zh_hans: 日期 于

# BackgroundRemoverPage_Item_003.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# BackgroundRemoverPage_Item_004.Text
source: Background Remover
de_de: Hintergrundentferner
es_es: Eliminador de fondo
fr_fr: Suppression de l'arrière-plan
pl_pl: Usuń tło
zh_hans: 背景移除器

# BackgroundRemoverPage_Item_005.Text
source: Remove or replace video and image backgrounds with AI segmentation. Exports alpha channel or composited output.
de_de: Entfernen oder ersetzen Sie Video-und Bild-Hintergründe mit AI Segmentierung. Exportiert Alpha-Kanal oder zusammengesetzte Ausgabe.
es_es: Eliminar o reemplazar fondos de vídeo e imagen con la segmentación AI. Exporta canales alfa o salida compuesta.
fr_fr: Supprime ou remplace les arrière-plans vidéo et image par segmentation AI. Exporte le canal alpha ou la sortie composite.
pl_pl: Usuń lub zastąpić tło obrazu i obrazu segmentacją AI. Eksportuje kanał alfa lub skomponowane wyjście.
zh_hans: 删除或替换视频和图像背景, 使用 AI 分割。 出口 Alpha 频道或合成输出 。

# BackgroundRemoverPage_Item_009.Text
source: Drop video or image files
de_de: Video- oder Bilddateien ablegen
es_es: Soltar archivos de vídeo o de imagen
fr_fr: Déposer des fichiers vidéo ou image
pl_pl: Upuść pliki wideo lub obrazków
zh_hans: 投放视频或图像文件

# BackgroundRemoverPage_Item_010.Text
source: MP4, MOV, MKV, WebM, PNG, JPG, WEBP, and more.
de_de: MP4, MOV, MKV, WebM, PNG, JPG, WEBP und mehr.
es_es: MP4, MOV, MKV, WebM, PNG, JPG, WEBP y más.
fr_fr: MP4, MOV, MKV, WebM, PNG, JPG, WEBP et plus encore.
pl_pl: MP4, MOV, MKV, WebM, PNG, JPG, WEBP i wiele innych.
zh_hans: MP4、MOV、MKV、WebM、PNG、JPG、WEBP等等。

# BackgroundRemoverPage_Item_013.Text
source: No finished jobs yet
de_de: Noch keine abgeschlossenen Jobs
es_es: No hay trabajos terminados todavía
fr_fr: Pas encore d'emplois terminés
pl_pl: Brak jeszcze gotowych miejsc pracy
zh_hans: 还没有完成任务

# BackgroundRemoverPage_Item_014.Text
source: Completed, failed, and cancelled jobs appear here.
de_de: Abgeschlossene, fehlgeschlagene und abgesagte Jobs erscheinen hier.
es_es: Los trabajos completados, fallidos y cancelados aparecen aquí.
fr_fr: Les emplois complétés, échoués et annulés apparaissent ici.
pl_pl: Zakończone, nieudane i anulowane prace pojawiają się tutaj.
zh_hans: 已完成、 失败、 取消或取消的工作出现在这里 。

# BackgroundRemoverPage_Item_015.Text
source: AI Model
de_de: AI Modell
es_es: Modelo AI
fr_fr: Modèle AI
pl_pl: Model AI
zh_hans: AIT 模式

# BackgroundRemoverPage_Item_016.Content
source: Human Segmentation (u2net_human_seg)
de_de: Menschliche Segmentierung (u2net_human_seg)
es_es: Segmentación humana (u2net_human_seg)
fr_fr: Segmentation humaine (u2net_human_seg)
pl_pl: Segmentacja człowieka (u2net_human_seg)
zh_hans: 人体分解(u2net_human_seg)

# BackgroundRemoverPage_Item_017.Content
source: General Purpose (isnet-general-use)
de_de: Allgemeiner Zweck (Internet-allgemeine Nutzung)
es_es: Finalidad general (utilización en red)
fr_fr: Objectif général (revenus à usage général)
pl_pl: Cel ogólny (wykorzystywanie w sieci)
zh_hans: 一般用途(一般用途)

# BackgroundRemoverPage_Item_018.Content
source: Fast General (u2net)
fr_fr: Général rapide (u2net)
pl_pl: Szybki Generał (u2net)
zh_hans: 快速将军( u2net)

# BackgroundRemoverPage_Item_019.Content
source: Anime / Illustration (isnet-anime)
es_es: Anime / Ilustración (isnet-anime)
fr_fr: Anime / Illustration (anime-isnet)
zh_hans: 动因 / 说明 (isnet- anime)

# BackgroundRemoverPage_Item_020.Content
source: High Accuracy (u2net_cloth_seg)
de_de: Hohe Genauigkeit (u2net_cloth_seg)
es_es: Alta precisión (u2net_clopa_seg)
fr_fr: Haute précision (u2net_vêtements_seg)
pl_pl: Wysoka dokładność (u2net_beft_seg)
zh_hans: 高精密度 (u2net_ 便衣_seg)

# BackgroundRemoverPage_Item_021.Text
source: Output Format
de_de: Ausgabeformat
es_es: Formato de salida
fr_fr: Format de sortie
pl_pl: Format wyjściowy
zh_hans: 输出格式

# BackgroundRemoverPage_Item_022.Content
source: MP4 (H.264 + alpha composite)
de_de: MP4 (H.264 + Alpha-Verbundwerkstoff)
es_es: MP4 (H.264 + compuesto alfa)
pl_pl: MP4 (H.264 + alfa compozite)
zh_hans: MP4(H.264 + Alpha 复合物)

# BackgroundRemoverPage_Item_023.Content
source: MOV (ProRes alpha)
es_es: MOV (ProRes alfa)
pl_pl: MOV (ProRes alfa)
zh_hans: MOV(对阿尔法)

# BackgroundRemoverPage_Item_025.Content
source: PNG Sequence (lossless alpha)
de_de: PNG-Sequenz (losses Alpha)
es_es: Secuencia PNG (alfa sin pérdida)
fr_fr: Séquence PNG (alpha sans perte)
pl_pl: Sekwencja PNG (bezstratny alfa)
zh_hans: PNG 序列(无损失阿尔法)

# BackgroundRemoverPage_Item_026.Text
source: Quality
de_de: Qualität
es_es: Calidad
fr_fr: Qualité
pl_pl: Jakość
zh_hans: 质量质量

# BackgroundRemoverPage_Item_027.Text
source: Quality:
de_de: Qualität:
es_es: Calidad:
fr_fr: Qualité:
pl_pl: Jakość:
zh_hans: 质量 :

# BackgroundRemoverPage_Item_029.Text
source: Edge & Mask
de_de: Rand & Maske
es_es: Máscara de borde
fr_fr: Edge et masque
pl_pl: Edge i maska
zh_hans: 边边遮盖( M)

# BackgroundRemoverPage_Item_030.Text
source: Edge Softness
de_de: Weichheit der Kanten
es_es: Suavidad del borde
fr_fr: Souplesse des bords
pl_pl: Miękkość krawędzi
zh_hans: 边缘软软度

# BackgroundRemoverPage_Item_040.Text
source: File Location
de_de: Datei-Speicherort
es_es: Ubicación del archivo
fr_fr: Emplacement du fichier
pl_pl: Umiejscowienie pliku
zh_hans: 文件位置

# BackgroundRemoverPage_KeepAudioToggle.Header
source: Keep audio track
de_de: Audiospur halten
es_es: Realizar un seguimiento de audio
fr_fr: Garder une piste audio
pl_pl: Utrzymuj śledzenie audio
zh_hans: 保持音频音轨

# BackgroundRemoverPage_KeepAudioToggle.OffContent
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Arrêt
pl_pl: Wyłącz
zh_hans: 关闭

# BackgroundRemoverPage_KeepAudioToggle.OnContent
source: On
de_de: An
es_es: Activar
fr_fr: À
pl_pl: Włączone
zh_hans: 日期 于

# BackgroundRemoverPage_OutputDirectoryBox.Header
source: Save to
de_de: Speichern auf
es_es: Guardar en
fr_fr: Enregistrer dans
pl_pl: Zapisz do
zh_hans: 保存到

# BackgroundRemoverPage_OutputDirectoryBox.PlaceholderText
source: Same as source file
de_de: Gleiches wie Quelldatei
es_es: Lo mismo que el archivo fuente
fr_fr: Même chose que le fichier source
pl_pl: To samo co plik źródłowy
zh_hans: 与源文件相同

# BackgroundRemoverPage_ProgressTitle.Text
source: Removing backgrounds...
de_de: Hintergründe entfernen...
es_es: Quitando fondos...
fr_fr: Enlever les arrière-plans...
pl_pl: Usuwanie tła...
zh_hans: 正在删除背景...

# BackgroundRemoverPage_RunButton.Content
source: Remove Backgrounds
de_de: Hintergründe entfernen
es_es: Eliminar fondos
fr_fr: Supprimer les fonds
pl_pl: Usuń tła
zh_hans: 删除背景

# BatchRenamePage_AddFilesButton.Content
source: Add Files
de_de: Dateien hinzufügen
es_es: Añadir archivos
fr_fr: Ajouter des fichiers
pl_pl: Dodaj pliki
zh_hans: 添加文件

# BatchRenamePage_AddFolderButton.Content
source: Add Folder
de_de: Ordner hinzufügen
es_es: Añadir carpeta
fr_fr: Ajouter un dossier
pl_pl: Dodaj folder
zh_hans: 添加文件夹

# BatchRenamePage_ApplyButton.Content
source: Apply rename
de_de: Umbenennen anwenden
es_es: Aplicar cambio de nombre
fr_fr: Appliquer le renom
pl_pl: Zastosuj zmianę nazwy
zh_hans: 应用重新命名

# BatchRenamePage_CaseCombo.Header
source: Case
de_de: Rechtssache
es_es: Caso
fr_fr: Affaire
pl_pl: Sprawa
zh_hans: 案件案件

# BatchRenamePage_ClearButton.Content
source: Clear
de_de: Löschen
es_es: Limpiar
fr_fr: Effacer
pl_pl: Wyczyść
zh_hans: 清除清除

# BatchRenamePage_ConflictBadge.Text
source: conflicts
de_de: Konflikte
es_es: conflictos armados
fr_fr: conflits armés
pl_pl: konflikty
zh_hans: 冲突 冲突

# BatchRenamePage_CounterStartBox.Header
source: Counter start
de_de: Gegenstart
es_es: Inicio del contador
fr_fr: Démarrage du compteur
pl_pl: Rozpoczęcie liczenia
zh_hans: 反启动

# BatchRenamePage_CounterStepBox.Header
source: Counter step
de_de: Gegenschritt
es_es: Contraprocesamiento
fr_fr: Contre-étape
pl_pl: Stopień zmierzenia
zh_hans: 反制步骤

# BatchRenamePage_DropHint.Text
source: Drop files here, or use the buttons →
de_de: Drop-Dateien hier, oder verwenden Sie die Tasten →
es_es: Suelta los archivos aquí, o usa los botones →
fr_fr: Déposer des fichiers ici, ou utiliser les boutons →
pl_pl: Upuść pliki tutaj, lub użyj przycisków →
zh_hans: 在此丢弃文件, 或者使用按钮%%%%% 。

# BatchRenamePage_FindBox.PlaceholderText
source: literal text or regex pattern
de_de: wörtlicher Text oder Regex-Muster
es_es: texto literal o patrón regex
fr_fr: texte littéral ou motif régex
pl_pl: tekst dosłowny lub wzór regex
zh_hans: 公升文字或正则格式

source: Batch Rename
de_de: Batch-Umbenennung
es_es: Renombrar por lotes
fr_fr: Renommer un lot
pl_pl: Nr serii Zmień nazwę
zh_hans: 批次重命名

# BatchRenamePage_Item_002.Text
source: Batch Rename
de_de: Batch-Umbenennung
es_es: Renombrar por lotes
fr_fr: Renommer un lot
pl_pl: Nr serii Zmień nazwę
zh_hans: 批次重命名

# BatchRenamePage_Item_012.Content
source: No change
de_de: Keine Veränderung
es_es: Sin cambios
fr_fr: Pas de changement
pl_pl: Brak zmian
zh_hans: 无改动

# BatchRenamePage_Item_013.Content
source: lower
de_de: niedriger
es_es: inferior
fr_fr: inférieur
pl_pl: niżej
zh_hans: 下下

# BatchRenamePage_Item_015.Content
source: Title Case
de_de: Rechtssache
es_es: Título Caso
fr_fr: Intitulé
pl_pl: Tytuł Sprawa
zh_hans: 标题专案

# BatchRenamePage_Item_019.Text
source: Original
de_de: Ursprünglich
fr_fr: Original: ANGLAIS
pl_pl: Oryginał
zh_hans: 原件

# BatchRenamePage_Item_020.Text
source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
pl_pl: Tworzy nowe
zh_hans: 新建新设新

# BatchRenamePage_RegexSwitch.Header
source: Regex
zh_hans: resresreex

# BatchRenamePage_RegexSwitch.OffContent
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Arrêt
pl_pl: Wyłącz
zh_hans: 关闭

# BatchRenamePage_RegexSwitch.OnContent
source: On
de_de: An
es_es: Activar
fr_fr: À
pl_pl: Włączone
zh_hans: 日期 于

# BatchRenamePage_ReplaceBox.Header
source: Replace with
de_de: Ersetzen durch
es_es: Reemplazar por
fr_fr: Remplacer par
pl_pl: Zastąp przez
zh_hans: 替换为

# BatchRenamePage_ReplaceBox.PlaceholderText
source: leave blank to delete matches; supports tokens
de_de: Leerstellen lassen, um Übereinstimmungen zu löschen; unterstützt Tokens
es_es: dejar en blanco para eliminar coincidencias; soporta tokens
fr_fr: laisser en blanc pour supprimer les allumettes; prend en charge les jetons
pl_pl: pozostawić puste do usunięcia zapałek; obsługuje żetony
zh_hans: 空白留空以删除匹配的删除; 支持待标

# BatchRenamePage_StatusText.Text
source: Add files to begin.
de_de: Hinzufügen von Dateien, um zu beginnen.
es_es: Añadir archivos para comenzar.
fr_fr: Ajouter des fichiers pour commencer.
pl_pl: Dodaj pliki do rozpoczęcia.
zh_hans: 要开始添加文件 。

# BatchRenamePage_TemplateBox.Header
source: Output template (overrides Find/Replace if set)
de_de: Ausgabevorlage (überschreibt Suchen/Ersetzen, wenn eingestellt)
es_es: Plantilla de salida (desactiva buscar/reemplazar si se establece)
fr_fr: Modèle de sortie (surmonte la recherche/remplacement si défini)
pl_pl: Szablon wyjściowy (overrides Find/Replace if set)
zh_hans: 输出模板( 覆盖查找/ 设置后替换)

# ChapterMarksPage_AddButton.Content
source: Add Chapter
de_de: Kapitel hinzufügen
es_es: Añadir capítulo
fr_fr: Ajouter un chapitre
pl_pl: Dodaj rozdział
zh_hans: 添加章次

# ChapterMarksPage_ExportButton.Content
source: Export List
de_de: Liste exportieren
es_es: Lista de exportación
fr_fr: Liste des exportations
pl_pl: Eksportuj listę
zh_hans: 出口出口清单

# ChapterMarksPage_ImportButton.Content
source: Import Chapters
de_de: Kapitel importieren
es_es: Capítulos de importación
fr_fr: Chapitres d'importation
pl_pl: Rozdziały przywozu
zh_hans: 进口章节

# ChapterMarksPage_Item_001.Header
source: Start (s)
de_de: Beginn (s)
es_es: Inicio (s)
fr_fr: Début(s)
pl_pl: Początek (s)
zh_hans: 开始 (s)

# ChapterMarksPage_Item_002.Header
source: End (s)
de_de: Ende (s)
es_es: Fin (s)
fr_fr: Fin(s)
pl_pl: Koniec (s)
zh_hans: 结束(s)

# ChapterMarksPage_Item_002.PlaceholderText
source: auto
de_de: automatisch
zh_hans: 自动自动

source: Remove chapter
de_de: Kapitel entfernen
es_es: Eliminar el capítulo
fr_fr: Supprimer le chapitre
pl_pl: Usuń rozdział
zh_hans: 删除章节

# ChapterMarksPage_Item_005.Text
source: Chapter Marks Editor
de_de: Kapitel-Markeneditor
es_es: Editor de marcas de capítulos
fr_fr: Éditeur des marques de chapitre
pl_pl: Edytor znaków rozdziału
zh_hans: 章标记编辑器

# ChapterMarksPage_Item_006.Text
source: Read, edit, import, export, and rewrite chapter markers without re-encoding. Exact source PTS values are retained; MKV writes require MKVToolNix 97 or newer.
de_de: Lesen, Bearbeiten, Importieren, Exportieren und Neuschreiben von Kapitelmarkern ohne Neukodierung. Exakte PTS-Werte werden beibehalten; MKV schreibt MKVToolNix 97 oder neuer.
es_es: Leer, editar, importar, exportar y reescribir marcadores de capítulos sin re-codificación. Los valores PTS de origen exacto se conservan; MKV escribe requieren MKVToolNix 97 o más reciente.
fr_fr: Lire, éditer, importer, exporter et réécrire les marqueurs de chapitre sans réencoder. Les valeurs PTS de source exacte sont conservées; MKV écrit nécessite MKVToolNix 97 ou plus récent.
pl_pl: Czytaj, edytuj, importuj, eksportuj i przepisuj znaczniki rozdziałów bez ponownego uzupełniania.Dokładne wartości źródło PTS są zachowane; MKV wymaga MKVToolNix 97 lub nowszych.
zh_hans: 阅读、编辑、导入、导出和重写章节标记,而不重新编码。 保留精确源代码 PTS 值; MKV 写道需要 MKVToolNix 97 或更新 。

# ChapterMarksPage_Item_013.Text
source: Open media or import a chapter list
de_de: Medien öffnen oder eine Kapitelliste importieren
es_es: Abrir medios o importar una lista de capítulos
fr_fr: Ouvrir un média ou importer une liste de chapitres
pl_pl: Otwarte media lub zaimportowanie listy rozdziałów
zh_hans: 打开媒体或导入章节列表

# ChapterMarksPage_Item_014.Text
source: JSON, Matroska XML, and simple CHAPTERxx text are supported. You can also start fresh with Add Chapter.
de_de: JSON, Matroska XML und einfacher KAPITELxx-Text werden unterstützt. Sie können auch frisch mit Kapitel hinzufügen beginnen.
es_es: Se admiten JSON, Matroska XML y texto sencillo de CAPÍTULOxx. También puede empezar de nuevo con Añadir capítulo.
fr_fr: JSON, Matroska XML et le texte simple CHAPITRExx sont pris en charge. Vous pouvez également commencer à nouveau avec Add Chapter.
pl_pl: JSON, Matroska XML, i prosty tekst RAPTERxx są obsługiwane. Możesz także zacząć od nowa z Dodaj rozdział.
zh_hans: JSON、Matroska XML和简单的第xx章文本得到支持。您也可以用添加章开始更新。

# ChapterMarksPage_OpenFileButton.Content
source: Open Media
de_de: Offene Medien
es_es: Medios abiertos
fr_fr: Ouvrir les médias
pl_pl: Otwórz media
zh_hans: 开放媒体

# ChapterMarksPage_SaveButton.Content
source: Save Media As...
de_de: Medien speichern unter...
es_es: Guardar medios como...
fr_fr: Enregistrer les médias sous...
pl_pl: Zapisz media jako...
zh_hans: 另存媒体为...

# ChapterMarksPage_SourceLabel.Text
source: No file loaded.
de_de: Keine Datei geladen.
es_es: No hay ningún archivo cargado.
fr_fr: Aucun fichier chargé.
pl_pl: Nie wczytano pliku.
zh_hans: 未装入文件 。

# CompressorPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消
